
const terms = [
  {
    title: 'OnAd 서비스 이용 약관',
    state: 'checkedA',
    text: `  
    제1조 목적

    이 약관은 와일트루( 이하 "회사"라 한다)이 운영하는 ONAD(이하 "서비스"이라 한다)에서 제공하는 광고제휴서비스(이하 "서비스"라 한다)를 이용함에 있어 회사와 광고주 혹은 크리에이터(이하 "회원")간의 이용계약 체결, 서비스 제공, 권리와 의무, 책임 사항, 수익금 관리 및 기타 필요한 사항 등 서비스 운영을 위한 기본적인 사항을 규정하는 것을 목적으로 한다.

    제2조 정의

    1. "서비스"라 함은 회사가 제공하는 자료를 바탕으로 회원이 온라인매체 광고를 진행하고, 이 광고를 통해 발생한 성과에 비례하여 수익금을 수수료 형식으로 배분하는 광고서비스를 의미합니다.
    2. "회원"이라 함은 "서비스"에 접속하여 "약관"에 따라 "회사"와 이용 계약을 체결하고 "회사"가 제공하는 "서비스를" 이용하는 "광고주"와 "크리에이터"를 의미합니다.
    3. "광고주"라 함은 "서비스"를 이용하기 위해 이 약관에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하는 이용고객을 의미합니다.
    4. "광고매체"라 함은 회원이 운영하는 아프리카TV, 트위치를 통해 광고를 올릴 수 있는 웹사이트 기반의 매체입니다.
    5. "광고수익"이라 함은 "회사"의 "서비스"를 통해 광고를 의뢰한 광고주로부터 지급 받은 대가를 의미합니다.
    6. "이용제한"이라 함은 회원이 약관 또는 운영정책 위반, 관계 법령 위반 등의 사유로 회사로부터 이용을 제한받은 상태를 의미하며, "이용제한" 상태는 위반 사유가 치유되기 전까지 서비스 이용을 제한하는 제재상태와 회사의 이용을 영구히 제한하는 "영구정지" 상태로 구분된다.

    제3조 약관 등의 명시와 설명 및 개정

    1. "회사"는 이 약관의 내용을 이용자가 쉽게 알 수 있도록 "서비스" 초기 화면 또는 연결화면을 통해 게시합니다.
    2. "회사"는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.
    3. "회사"는 "약관"을 개정할 경우 개정내용과 적용일자를 명시하여 "서비스"에서 적용일자 7일전까지 공지합니다. 다만, "회원"에게 불리하게 개정되는 경우 적용일자 30일전부터 공지합니다.
    4. "회사"가 제 17조 따른 방법으로 통지하였음에도 "회원"이 명시적으로 거부의 의사표시를 하지 않은 경우 "회원"이 이 개정 약관에 동의한 것으로 봅니다.
    5. "회원"은 개정 약관에 동의하지 않는 경우 적용일자 전일까지 "회사"에 거부의사를 표시하고 이용 계약을 해지할 수 있습니다.

    제4조 운영정책

    1. "회사"는 공정한 "서비스"의 유지 및 "회원"의 보호 등을 위해 별도의 운영정책을 운영할 수 있으며, "회원"은 "회사"가 정한 운영정책을 반드시 확인하고 준수하여야 합니다.
    2. "약관"에서 정하지 않은 사항이나 해석에 대해서는 운영정책, 이용안내, 관련 법령에 따릅니다.


    제5조 회원 및 광고주 이용계약의 성립

    1. "서비스"를 이용하고자 하는 이용고객은 "회사"가 정한 절차에 따라 이 약관에 동의하고 광고홍보 신청 후, "회사"는 이를 승낙함으로써 체결됩니다.
    2. "회사"는 제1항과 같이 신청을 한 이용고객 중 아래 각호에 해당되는 경우에는 승인을 거부할 수 있으며, 등록이 된 이후에도 아래 각호의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다.
    1. 이용고객이 이 약관에 의하여 이전에 자격을 상실한 적이 있는 경우.
    2. 실명이 아니거나 타인의 명의(예)주민등록번호,사업자번호 등)를 이용한 경우.
    3. 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우.
    4. 이용고객의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우.
    5. 기타 회사가 필요하다고 인정한 경우.
    3. "회원"이 본 약관에 동의함은 본 서비스와 관련하여 회사에서 제공하거나 제공할 모든 서비스에 동의하는 것으로 봅니다.

    제6조 회원계정에 대한 관리

    1. "회원" 의 "아이디"와 "비밀번호"에 관한 관리책임은 "회원"에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.
    2. "회원" 은 "아이디" 및 "비밀번호"가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 "회사"에 통지하고 "회사"의 안내에 따라야 합니다.
    3. "회원" 은 회원 가입신청 시 기재한 사항이 변경되었을 경우 정보수정 에서 변경을 하거나 "회사"의 고객센터를 통하여 "회사"에게 그 변경사항을 알려야 합니다.
    4. 제2항 및 제3항의 경우에 해당 "회원"이 "회사"에 그 사실을 통지하지 않거나, 통지한 경우에도 "회사"의 안내에 따르지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.

    제7조 개인정보 보호

    1. "회사"는 "정보통신망 이용촉진 및 정보보호 등에 관한 법률" 등 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 "회사"의 개인정보취급방침이 적용됩니다. 다만, “회사”의 공식 사이트 이외의 링크된 사이트에서는 “회사”의 개인정보취급방침이 적용되지 않습니다."

    제8조 광고주 이용계약의 성립

    1. "서비스" 이용계약은 "광고주"가 광고 게재를 신청하고 회사가 이를 승인한 경우에 성립되며, 구체적인 신청 및 승인절차에 대해서는 별도로 공지할 수 있습니다.
    2. "광고주"는 반드시 "회사"가 요구하는 양식과 절차를 통해 "서비스"를 신청해야 합니다. "회사"는 "광고주"의 신청에 대해 승인 여부나 방식 등을 결정할 권한을 가지며, 관련법 및 "회사"의 기준에 따라 "광고주"가 신청한 내용의 변경 요청할 수 있습니다.
    3. "회사"의 변경요청을 "광고주"가 수용하지 않거나 "광고주"의 귀책사유 없이 "회사"가 서비스 제공을 승인하지 않을 경우에는 "광고주"는 납입한 서비스이용료를 환급 또는 환불 요청할 수 있습니다.
    4. "광고주"는 "회사"의 승인을 득하여 "서비스"를 이용하는 중간에도 "광고주"의 의사에 따라 광고내용 변경 시, 최초 승인내용과 달라진 경우 재심사를 받아야 하며, 재심사로 인해 발생하는 불이익은 "광고주"가 부담합니다.
    5. "회사"가 본 조에 따라 광고게재신청을 승인한 것이 해당 서비스 내용의 적법성 내지 "회사"의 운영원칙 및 이용안내의 충족 여부를 보증하는 것은 아니며, 재확인 시 위반 사항이 확인되는 경우에는 언제든지 해당 승인을 취소할 수 있습니다.

    제9조 회원 이용계약의 성립

    1. "서비스"를 이용하고자 하는 이용고객은 "회사"가 정한 절차에 따라 이 약관에 동의하고 "사이트" 내 필요한 기재항목을 입력함으로써 체결됩니다.
    2. "회사"는 제1항과 같이 신청한 이용고객 중 아래 각호에 해당되는 경우에는 승인을 거부하거나, 등록이 된 이후에도 아래 각호의 사유가 확인된 경우에는 승인을 취소할 수 있습니다.
    1. 가입 신청자가 실명이 아니거나 타인의 명의를 이용한 경우
    2. 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
    3. 회사에 의하여 이용계약이 해지된 날로부터 1개월 이내에 재이용신청을 하는 경우
    4. 이용고객의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우
    5. 기타 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 또는 회원의 책임 있는 사유로 인하여 회사가 승낙할 수 없는 경우
    6. 회원이 운영하는 매체가 불확실하거나 없는 경우
    7. 기타 회사가 필요하다고 인정한 경우
    3. 회원이 본 약관에 동의함은 본 서비스와 관련하여 회사에서 제공하거나 제공할 모든 서비스에 동의하는 것으로 봅니다.

    제10조 계약해제, 해지 등

    1. "회원"은 언제든지 고객센터 또는 내 정보 관리 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 한다.
    2. "회원"이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 데이터 및 적립금은 모두 소멸된다.
    3. "회사"에서 제공하는 온라인 제휴마케팅을 이용하는데 있어 각 호에 해당하는 사항들을 엄격하게 금지하고 있으며, 이를 위반할 시 당사는 어떠한 책임도 지지 않는다. 또한, 아래와 같은 행위가 적발될 경우 계약을 해지할 수 있으며, 적립금을 무효화 할 수 있다.
    1. 회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 경우
    2. 부정한 용도로 서비스를 이용하고자 하는 경우
    3. 거짓정보를 통한 수익유도를 한 경우
    4. 회사의 정책에 적합하지 않는 이용자로 판단되는 경우나 서비스 제공이 곤란한 경우
    5. 회사가 정하는 이용 목적과 방법에 반하여 서비스를 이용하고자 하는 경우
    6. 회원의 부적절한 광고로 회사의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우
    7. 본 약관이나 기타 규정을 위반하여 신청하는 경우
    8. 기타 이용자의 귀책사유로 승인이 불가능하다고 판단되는 경우
    9. 지정된 광고 매체가 아닌 타 매체를 통한 홍보행위
    10. 광고주에게 피해를 입힐 수 있는 모든 행위
    11. 기타 불법 및 편법적인 홍보(후팝업, 납치태그, 애드웨어 등)를 통해 발생시키는 모든 행위

    제11조 적립금 지급방법

    1. 적립금 지급은 "회사"의 지급기준인 전산 처리된 실적에 근거하여 익월 10일에 지급된다.
    2. 적립금은 현금으로 지급하고 지급방식은 계좌 송금을 원칙으로 한다.
    3. 적립금 지급에 있어 개인의 경우 1만원 이상 지급 시 소득세 및 기타 세금을 제외한 금액을 지급한다. 단, 법인의 경우 세금계산서를 매달 10일까지 담당자에게 송부 하여야 한다.
    4. "회원"이 잘못 입력한 은행정보로 인하여 적립금 지급을 받지 못하는 경우 귀책사유는 회원 본인에게 있으며 회사는 이를 보상하거나 책임지지 않는다.

    제12조 손해배상 등

    1. "회사"는 "회원"이 서비스를 이용함에 있어 회사의 고의 또는 과실로 인해 손해가 발생한 경우, 회사는 민법 등 관련 법령이 규율하는 범위 이내에서 그 손해를 배상한다.
    2. "회원"이 본 약관 및 운영정책을 위반하거나 관계법령을 위반하여 회사에 손해가 발생한 경우, 회원은 회사에 그 손해를 배상하여야 한다.
    3. "회원"이 약관 및 운영정책을 위반하거나 관계법령을 위반하여 제 3자가 회사를 상대로 민형사상의 조치를 위하는 경우, 회원은 자신의 비용과 책임으로 회사를 면책시켜야 하며 이로 인해 발생하는 손해에 대해 책임을 진다.
    4. "회사"에 대한 손해배상의 책임은 회원의 계약해지로 해지, 해제되지 않고, 법적 기간 내까지 유효하다.

    제13조 책임제한

    1. "회사"는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스제공에 관한 책임이 면제된다.
    2. "회사"는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않는다.
    3. "회사"는 서비스의 효율적 이용 및 운영을 위해 사전 공지 후 적립금의 일부 또는 전부를 조정할 수 있으며, 적립금은 회사가 정한 기간에 따라 주기적으로 소멸할 수 있다.

    제14조 적립금의 관리

    1. "회원"의 적립금이 제10조 조항에 위반되는 내용을 포함하는 경우 해당 적립금의 몰수 및 회원 권리를 박탈 할 수 있다.
    2. "회사"는 전항에 따른 위반 사항이 없는 경우라도 부정행위가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 적립금에 대해 임시조치 등을 취할 수 있다
    3. "회사"는 "광고주"가 "서비스"와 관련하여 제공한 신청자료 및 자신의 매체에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.

    제15조 양도 및 권한위임 금지

    1. "회원"은 회사의 동의 없이 본 약관상의 권리 또는 의무의 전부 또는 일부를 제3자에게 양도, 위임하거나 담보의 목적으로 제공할 수 없습니다.

    제16조 재판권 및 준거법

    1. 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 한다.
    2. 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소한다.

    부칙 시행일 등

    1. 이 약관은 2019년 O6월 O1일부터 시행합니다.
    2. 이 약관은 전자상거래(인터넷사이버몰) 표준약관 제10023호(2015. 6. 26. 개정)를 준수합니다.
    `,
  },
  {
    title: '개인 정보 수집 및 이용에 대한 동의',
    state: 'checkedB',
    text: `
    제1조 총칙

    1. 본 사이트는 귀하의 개인정보보호를 매우 중요시하며, 『정보통신망이용촉진등에관한법률』상의 개인정보보호 규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다.
    2. 본 사이트는 개인정보보호방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
    3. 본 사이트는 개인정보보호방침을 홈페이지 첫 화면 하단에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
    4. 본 사이트는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
    
    제2조 개인정보 수집에 대한 동의
    
    귀하께서 본 사이트의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의한다」버튼 또는 「동의하지 않는다」버튼을 클릭할 수 있는 절차를 마련하여, 「동의한다」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.
    
    제3조 개인정보의 수집 및 이용목적
    
    1. 본 사이트는 다음과 같은 목적을 위하여 개인정보를 수집하고 있습니다.
    1. 서비스제공을 위한 계약 이행 및 서비스 제공에 따른 요금정산
    2. 회원 관리 : 회원제 서비스 이용에 따른 본인확인, 개인 식별, 연령확인, 불만처리 등 민원처리
    3. 기타 새로운 서비스나 이벤트 정보 안내
    단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.
    
    제4조 수집하는 개인정보 항목
    
    본 사이트는 회원가입, 상담, 서비스 신청 등등을 위해 아래와 같은 개인정보를 수집하고 있습니다.
    1. 수집항목 : 이름 , 로그인 ID, 비밀번호, 휴대전화번호, 이메일, 접속로그, 접속IP정보, 결제정보(통장사본, 신분증사본), 결제기록
    2. 개인정보 수집방법 : 홈페이지(회원가입) , 팩스
    
    제5조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
    
    본 사이트는 귀하에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 귀하의 컴퓨터 브라우저(넷스케이프, 인터넷 익스플로러 등)로 전송하는 소량의 정보입니다. 귀하께서 웹사이트에 접속을 하면 본 쇼핑몰의 컴퓨터는 귀하의 브라우저에 있는 쿠키의 내용을 읽고, 귀하의 추가정보를 귀하의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.
    쿠키는 귀하의 컴퓨터는 식별하지만 귀하를 개인적으로 식별하지는 않습니다. 또한 귀하는 쿠키에 대한 선택권이 있습니다. 웹브라우저의 옵션을 조정함으로써 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.
    1. 쿠키 등 사용 목적 : 이용자의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
    2. 쿠키 설정 거부 방법 : 쿠키 설정을 거부하는 방법으로는 귀하가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
    3. 설정방법 예시 : 인터넷 익스플로어의 경우 → 웹 브라우저 상단의 도구 >인터넷 옵션 >개인정보
    4. 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.
    
    제6조 목적 외 사용 및 제3자에 대한 제공
    
    1. 본 사이트는 귀하의 개인정보를 "개인정보의 수집목적 및 이용목적"에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업·기관에 제공하지 않습니다.
    2. 그러나 보다 나은 서비스 제공을 위하여 귀하의 개인정보를 제휴사에게 제공하거나 또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 귀하께 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호·관리되는지에 대해 개별적으로 전자우편 및 서면을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 귀하께서 동의하지 않는 경우에는 제휴사에게 제공하거나 제휴사와 공유하지 않습니다.
    3. 또한 이용자의 개인정보를 원칙적으로 외부에 제공하지 않으나, 아래의 경우에는 예외로 합니다.
    1. 이용자들이 사전에 동의한 경우
    2. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
    
    제7조 개인정보의 열람 및 정정
    
    1. 귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 "회원정보수정"을 클릭하여 직접 열람 또는 정정하거나, 개인정보관리책임자에게 E-mail로 연락하시면 조치하겠습니다.
    2. 귀하가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인정보를 이용하지 않습니다.
    
    제8조 개인정보 수집, 이용, 제공에 대한 동의철회
    
    1. 회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 귀하께서 동의하신 내용을 귀하는 언제든지 철회하실 수 있습니다. 동의철회는 "마이페이지"의 "회원탈퇴(동의철회)"를 클릭하거나 개인정보관리책임자에게 E-mail등으로 연락하시면 즉시 개인정보의 삭제 등 필요한 조치를 하겠습니다.
    2. 본 사이트는 개인정보의 수집에 대한 회원탈퇴(동의철회)를 개인정보 수집시와 동등한 방법 및 절차로 행사할 수 있도록 필요한 조치를 하겠습니다.
    
    제9조 개인정보의 보유 및 이용기간
    
    1. 원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
    1. 보존 항목 : 회원가입정보(로그인ID, 이름, 별명)
    2. 보존 근거 : 회원탈퇴시 다른 회원이 기존 회원아이디로 재가입하여 활동하지 못하도록 하기 위함
    3. 보존 기간 : 사이트 폐쇄 또는 영업 종료시
    그리고 상법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 거래 및 회원정보를 보관합니다.
    1. 보존 항목 : 계약 또는 청약철회 기록, 대금 결제 및 재화공급 기록, 불만 또는 분쟁처리 기록
    2. 보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률 제6조 거래기록의 보존
    3. 보존 기간 : 계약 또는 청약철회 기록(5년), 대금 결제 및 재화공급 기록(5년), 불만 또는 분쟁처리 기록(3년)
    위 보유기간에도 불구하고 계속 보유하여야 할 필요가 있을 경우에는 귀하의 동의를 받겠습니다.
    
    제10조 개인정보의 파기절차 및 방법
    
    본 사이트는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
    1. 파기절차 : 귀하가 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.
    2. 파기방법 : 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
    
    제11조 아동의 개인정보 보호
    
    1. 본 사이트는 만14세 미만 아동의 개인정보를 수집하는 경우 법정대리인의 동의를 받습니다.
    2. 만14세 미만 아동의 법정대리인은 아동의 개인정보의 열람, 정정, 동의철회를 요청할 수 있으며, 이러한 요청이 있을 경우 본 사이트는 지체없이 필요한 조치를 취합니다.
    
    제12조 개인정보 보호를 위한 기술적 대책
    
    본 사이트는 귀하의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.
    1. 귀하의 개인정보는 비밀번호에 의해 보호되며, 파일 및 전송 데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.
    2. 본 사이트는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
    3. 해킹 등에 의해 귀하의 개인정보가 유출되는 것을 방지하기 위해, 외부로부터의 침입을 차단하는 장치를 이용하고 있습니다.
    
    제13조 개인정보의 위탁처리
    
    본 사이트는 서비스 향상을 위해서 귀하의 개인정보를 외부에 위탁하여 처리할 수 있습니다.
    1. 개인정보의 처리를 위탁하는 경우에는 미리 그 사실을 귀하에게 고지하겠습니다.
    2. 개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다.
    
    제14조 의견수렴 및 불만처리
    
    1. 본 사이트는 개인정보보호와 관련하여 귀하가 의견과 불만을 제기할 수 있는 창구를 개설하고 있습니다. 개인정보와 관련한 불만이 있으신 분은 본 쇼핑몰의 개인정보 관리책임자에게 의견을 주시면 접수 즉시 조치하여 처리결과를 통보해 드립니다.
    1. 개인정보관리책임자 성명 : 전민관	
    2. 전화번호 : 010-4176-5342
    3. 이메일 : onad6309@gmail.com
    또는 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
    1. 개인분쟁조정위원회 (www.1336.or.kr / 1336)
    2. 정보보호마크인증위원회 (www.eprivacy.or.kr  / 02-580-0533~4)
    3. 대검찰청 인터넷범죄수사센터 (icic.sppo.go.kr  / 02-3480-3600)
    4. 경찰청 사이버테러대응센터 (www.ctrc.go.kr  / 02-392-0330)
    
    부칙 시행일 등
    
    1. 본 방침은 2019년 O6월 O1일부터 시행합니다.    
    `,
  },
  {
    title: '서비스 및 관련광고 수신 동의',
    state: 'checkedC',
    text: `
    마케팅 정보 수신동의
    
    개인정보보호법 제22조 제4항에 의해 선택정보 사항에 대해서는 기재하지 않으셔도 서비스를 이용하실 수 있습니다.
    
    ① 마케팅 및 광고에의 활용
    – 신규 기능 개발 및 맞춤 서비스 제공
    – 뉴스레터 발송, 새로운 기능(제품)의 안내
    – 할인 및 쿠폰 등 이벤트 등 광고성 정보 제공
    
    ② 온애드 서비스를 운용함에 있어 각종 정보를 서비스 화면, SMS, 이메일 등의 방법으로 회원에게 제공할 수 있으며, 결제안내 등 의무적으로 안내되어야 하는 정보성 내용 및 일부 혜택성 정보는 수신동의 여부와 무관하게 제공합니다.`,
  },
];
export default terms;
