const AgreementSource = {
  creatorAgreement: `
  크리에이터 서비스 이용약관

  제 1조 목적

  본 약관은 와일트루( 이하 "회사"라 한다)이 운영하는 ONAD(이하 "서비스"이라 한다)에서 제공하는 광고제휴서비스(이하 "서비스"라 한다)를 이용함에 있어 회사와 크리에이터(이하 "회원")간의 이용계약 체결, 서비스 제공, 권리와 의무, 책임 사항, 광고 수익 관리 및 기타 필요한 사항 등 서비스 운영을 위한 기본적인 사항을 규정하는 것을 목적으로 한다.

  제 2조 정의

  1. "서비스"라 함은 회사가 제공하는 자료를 바탕으로 회원이 온라인매체 광고 송출하고, 이 광고를 통해 발생한 성과에 비례하여 회원에게 수익금을 수수료 형식으로 배분하는 광고서비스를 의미합니다.

  2. 회원이라 함은 서비스에 접속하여 "약관"에 따라 회사와 이용 계약을 체결하고 회사가 제공하는 서비스를 이용하는 이용고객을 의미합니다.

  3. "마케터"라 함은 온라인매체 광고를 의뢰하기 위해 "마케터 이용 약관”에 따라 회사와 이용계약을 체결한 이용고객을 의미합니다.

  4. "광고매체"라 함은 회원이 이용하는 아프리카TV, 트위치, 유투브를 통해 광고를 올릴 수 있는 웹사이트 기반의 매체입니다.

  5. "광고수익"이라 함은 회사의 서비스를 통해 광고를 의뢰한 마케터로부터 지급 받은 금액을 광고 송출을 이행한 회원에게 배분한 후 서비스 수수료를 차감한 금액을 의미합니다.

  6. "이용제한"이라 함은 회원이 약관 또는 운영정책 위반, 관계 법령 위반 등의 사유로 회사로부터 이용을 제한받은 상태를 의미하며, 이용제한 상태는 위반 사유가 치유되기 전까지 서비스 이용을 제한하는 제재상태와 회사의 이용을 영구히 제한하는 "영구정지" 상태로 구분된다.

  7. "정산 금액"이라 함은 광고수익에서 결제대행사 수수료를 차감한 후 회사가 회원에게 지급하는 금액을 말합니다.

  8. "결제기관"이라 함은 통신사, 신용카드사, 선불결제수단의 발행기관 등을 말합니다.

  제 3조 약관 등의 명시와 설명 및 개정

  1. 본 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을 발생한다.

  2. 회사는 이 약관의 내용을 이용자가 쉽게 알 수 있도록 서비스 초기 화면 또는 연결화면, 필요시 "공지사항”을 통해 약관 개정 내용을 게시합니다.

  3. 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.

  4. 회사는 약관을 개정할 경우 개정내용과 적용일자를 명시하여 서비스에서 적용일자 7일전까지 공지합니다. 다만, 회원에게 불리하게 개정되는 경우 적용일자 30일전부터 공지합니다.

  5. 회사가 제 10조에 따른 방법으로 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 않은 경우 회원이 이 개정 약관에 동의한 것으로 봅니다.

  6. 회원은 개정 약관에 동의하지 않는 경우 적용일자 전일까지 회사에 거부의사를 표시하고 이용 계약을 해지할 수 있습니다.

  제 4조 운영정책

  1. 회사는 공정한 서비스의 유지 및 회원의 보호 등을 위해 별도의 운영정책을 운영할 수 있으며, 회원은 회사가 정한 운영정책을 반드시 확인하고 준수하여야 합니다.

  2. "약관"에서 정하지 않은 사항이나 해석에 대해서는 운영정책, 이용안내, 관련 법령에 따릅니다.

  제 5조 회원가입 및 이용계약의 성립

  1. 서비스를 이용하고자 하는 이용고객은 회사가 정한 절차에 따라 이 약관에 동의하고 회원가입 신청을 하고 이러한 신청에 대하여 승인함으로써 이용계약이 체결됩니다.

  2. 회사는 제1항과 같이 신청을 한 이용고객 중 아래 각호에 해당되는 경우에는 승인을 거부할 수 있으며, 등록이 된 이후에도 아래 각호의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다.

  (1) 이용고객이 이 약관에 의하여 이전에 자격을 상실한 적이 있는 경우.

  (2) 실명이 아니거나 타인의 명의(예)주민등록번호,사업자번호 등)를 이용한 경우.

  (3) 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우.

  (4) 이용고객의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우.

  (5) 다른 회원으로부터 이용 불편에 대한 신고가 접수된 경우

  (6) 회원의 귀책으로 인해 회사 혹은 마케터에게 명예훼손 및 손해을 입힌 경우

  (7) 기타 회사가 필요하다고 인정한 경우.

  3. 제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 이용계약은 아이디 단위로 체결됩니다.

  4. 회원이 본 약관에 동의함은 본 서비스와 관련하여 회사에서 제공하거나 제공할 모든 서비스에 동의하는 것으로 봅니다.

  제 6조 회원계정에 대한 관리

  1. 회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.

  2. 회원은 아이디 및 비밀번호가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.

  3. 회원은 회원 가입신청 시 기재한 사항이 변경되었을 경우 "정보수정"에서 변경을 하거나 회사의 고객센터를 통하여 회사에게 그 변경사항을 알려야 합니다.

  4. 제2항 및 제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

  제 7조 결제서비스의 내용과 회사와 회원의 의무 등

  1. 회사는 서비스를 상시 제공함을 원칙으로 합니다.

  2. 회사의 의무는 아래와 같습니다.

  (1) ONAD 서비스 시스템 구축, 개선 및 시스템 연동

  (2) 회사의 시스템에 장애 발생 시 신속한 복구

  3. 회원의 의무는 아래와 같습니다.

  (1) 회원은 회원가입을 통해 이용신청을 할 경우 사실에 근거하여 작성하여야 함(회원이 허위 또는 타인의 정보를 등록한 경우 회사에 대하여 일체의 권리를 주장할 수 없으며, 이로 인하여 발생하는 손해에 대해 회사는 책임지지 않음)

  (2) 서비스 이용에 필요한 아이디, 비밀번호 등의 개인정보 기밀 유지(관리소홀로 인해 발생하는 책임은 회원 본인에게 있음)

  (3) 청소년 보호법 등 관계 법령을 준수

  (4) 회사에 대한 서비스 수수료의 지급

  (5) 정산 처리를 위한 개인정보(이름, 주민등록번호) 및 통장 정보 제공

  4. 회사는 결제기관 또는 회사의 시스템 정기점검 및 기타 일시 중단하여야 할 필요가 있는 경우 회원에게 사전 통지 후 일시 중단할 수 있습니다. 단, 불가항력적인 이유로 중단되는 경우 회사는 회원에게 사후 통보할 수 있습니다.

  5. 회원은 아래의 방법으로 마케터에게 후원을 받거나 유도해서는 아니됩니다.

  (1) 광고매체(아프리카TV, 트위치, 유투브) 혹은 ONAD의 서비스를 이용하지 않고 후원금을 받거나, 유도하는 경우

  (2) 마케터에게 환전 후 되돌려줄 목적으로 광고수익을 받거나 유도하는, 경우

  6. 전항의 사유가 발생한 경우, 회사는 아래와 같은 조치를 취할 수 있습니다.

  (1) 본 계약의 해지

  (2) 전 항의 사유로 발생한 모든 거래의 거래취소 및 결제금액 환불

  (3) 본 계약 정산 조항과 관계없이 정산금액 지급의 보류

  (4) 전 항의 사유로 인하여 회사에 손해 발생 시 회원에게 손해액 배상 청구

  7. 회원은 ONAD 서비스를 통해 30,000원 이상의 "광고 수익"이 발생한 경우 14일 이내에 정산에 필요한 유효한 정보를 제출해야 하며, 회사와의 협의 없이 유효한 정산 정보 제공이 이루어지지 않는 경우 회사는 일시적으로 회원의 "ONAD 서비스"를 일시 중지할 수 있습니다.

  8. 회사는 전항에서 중지된 회원으로부터 유효한 정보가 제공된 경우 "ONAD 서비스"를 다시 재개할 수 있습니다.

  제 8조 거래 취소 및 결제금액 환불 등

  1. 마케터가 후원의 취소 또는 환불을 요청할 경우, 회사가 응대 및 처리하는 것을 원칙으로 하며, 회사와 회원의 협의가 있거나, 관계법령 또는 정부기관의 명령이 있을 경우 회사가 처리할 수 있습니다.

  2. 마케터가 회사에 직접 또는 결제기관 또는 관계기관 및 협회 등을 통하여 클레임(회원의 마케터 본인이 아닌 제3자가 결제 정보 등을 도용하여 이루어지는 부정거래 관련 클레임 포함)을 제기하는 경우, 회사는 아래와 같은 조치를 취할 수 있습니다.

  (1) 클레임 관련 결제내역 자료의 제공

  (2) 클레임 관련금액 상당액의 정산금액 지급 보류

  (3) 결제서비스 제공 일시 정지(제한) 또는 계약 해지

  (4) 클레임과 관련한 결제의 거래취소 또는 결제금액 환불

  제 9조 서비스 수수료 및 정산 방법 등

  1. 본 계약에 따른 서비스 수수료, 정산 및 정산 금액의 지급방법 등은 아래 항에서 정하기로 합니다. 단, 회사는 매출액의 증감, 결제기관의 정책 등에 따라 서비스 수수료를 조정할 수 있습니다.

  2. 회사는 회원이 정산 받을 금액이 3만원 미만일 경우, 정산을 유예하고 다음 정산 금액에 합산하여 정산할 수 있습니다.

  3. 회사와 회원이 각각 보유한 회원의 광고 수익 내역이 상이한 경우, 회사와 회원은 상호 보유한 자료를 비교하여 정산 금액을 합의할 수 있고, 결제가 이루어진 결제대행사의 정보를 참고할 수 있고, 합의가 지연되는 경우에 회사는 양 당사자가 주장하는 정산금액 중 적은 금액을 기준으로 정산을 실행할 수 있습니다. 이 경우 합의 시까지 회사는 정산금액 지급 연체에 대한 책임을 면합니다.

  4. 회사는 회원이 요청하는 경우 정산과 관련된 자료를 회원에게 제공하여야 합니다.

  5. 정산대상 기간은 매월 1일부터 말일까지로 하여 1개월 단위로 정산합니다. 다만, 회사 및 결제대행사의 사정에 의하여 정산 대상 기간을 달리 정하여야 하는 경우에는 회사 및 결제기관의 정책에 따릅니다.

  6. 단, 광고 수익에 대한 정산을 최종이용일로부터 이용내역 없이 5년간 받지 않으면 해당 금액은 자동으로 소멸합니다.

  7. 정산 대상 기간에 발생한 정산 금액의 지급기일은 정산 대상 기간에서 익월 10일로 합니다.단, 개인사업자 및 법인의 경우 세금계산서를 매달 10일까지 담당자에게 송부 하여야 한다.

  8. 회사는 정산 금액의 지급기일에 정산 금액을 회원이 지정한 계좌에 현금으로 지급합니다. 정산 금액은 광고 수익 금액에서 결제대행사의 수수료, 소득세, 주민세를 제한 금액으로 합니다.

  9. 회원이 병역 근무 중인 경우, 병무청의 별도 요청이 있을 시 병역기간 중 광고 수익의 환전이 제한될 수 있습니다.

  10. 회사는 도용 등 불법적인 사용에 의한 결제로 된 광고 수익 금액에 대해서는 그 내용을 전자우편, 전화 등의 방법으로 통보 후 회원의 정산 금액에서 제외할 수 있습니다. 또, 불법적인 방법으로 취득 혹은 취득하였다고 의심되는 광고 수익 금액의 경우 사전 안내 없이 광고 수익 금액의 환전을 취소 및 회수할 수 있습니다.

  11. 회사가 요청시 회원은 원활한 환불을 위하여 회원 명의의 신분증(또는 사업자등록증), 통장사본을 회사에 송부해야 하며, 그 경우 송부한 신분증(또는 사업자등록증)에 표기된 명의의 통장으로만 환전할 수 있습니다.

  12. 회원의 귀책으로 잘못된 은행정보로 인하여 정산 금액을 받지 못하는 경우 귀책사유는 회원 본인에게 있으며 회사는 이를 보상하거나 책임지지 않는다.

  13. 결제대행사의 서비스 수수료는 별도의 공지를 통해 고지하며, 결제대행사의 사정에 따라 조정될 수 있습니다.

  14. 회사는 서비스의 효율적 이용 및 운영을 위해 사전 공지 후 광고 수익 금액의 일부 또는 전부를 조정할 수 있다.

  제 10조 회원에 대한 통지

  1. 회원에 대한 통지를 하는 경우 회사는 회원이 제공한 이메일 주소 또는 SMS, 서비스의 "알림” 등으로 할 수 있습니다.

  2. 회사는 불특정 다수 회원에 대한 통지의 경우 서비스 공지사항 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.

  3. 회사가 상기와 같이 정상적으로 통지하였음에도, 회원이 통지된 내용을 확인하지 않음으로써 회원에게 발생한 불이익에 대해 회사는 책임지지 않습니다.

  제 11조 서비스 이용제한 등

  1. 회사는 다음 각 호에 해당하는 경우 회원에 대하여 서비스 제공을 제한하거나 중지할 수 있습니다.

  (1) 회사와 회원간에 서비스 제공과 관련된 약정이 종료되는 경우

  (2) 회원이 본 약관에서 정한 의무사항을 위반하여 서비스의 정상적인 운영을 방해한 경우

  (3) 회원이 타인의 명의를 도용하여 회원가입을 한 경우

  (4) 유료결제를 함에 있어서 타인 명의 결제 도용,전화번호 도용 등 불법적인 결제를 한 경우

  (5) 불법프로그램의 제공 및 운영 방해, 정보통신망법을 위반한 불법 통신 및 해킹, 악성프로그램의 배포, 접속 권한 초과 행위 등과 같이 회원이 관련 법령을 위반한 경우

  (6) 회원이 계속해서 1년 이상 로그인하지 않는 경우

  (7) 회원간 또는 회사와 회원간에 분쟁이 발생하여 분쟁이 해결되지 않는 경우

  2. 본 조 제1항에 따라 서비스 이용이 제한되는 경우 회원이 획득한 혜택과 보유한 권리 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.

  3. 본 조 제1항에 따라 서비스 이용이 제한 또는 중지된 회원에게 통지로써 회원 자격을 상실 또는 1년 동안 정지, 휴면시킬 수 있습니다.

  제 12조 서비스의 해제, 해지 및 청약 철회

  1. 회원이 이용계약을 해지하고자 할 때에는 언제든지 회사가 정한 방법을 통해 이용계약 해지를 요청할 수 있습니다. 단, 신규가입 후 일정시간 이내에는 서비스 부정이용 방지 등의 사유로 즉시 탈퇴가 제한될 수 있습니다.

  2. 회사는 회원이 본 약관에서 정한 회원의 의무를 위반한 경우 등 비정상적인 이용 또는 부당한 이용과 이용자 금지프로그램을 사용하는 경우 또는 타인의 명예를 훼손하거나 모욕하는 방송과 게시물을 작성한 경우 이러한 행위를 금지하거나 삭제를 요청하였음에도 불구하고 계속되는 경우 등의 이유로 회원에게 사전에 고지하고, 계약을 해지할 수 있습니다.

  3. 회원이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 데이터 및 광고 수익금은 모두 소멸된다.

  4. 회사에서 제공하는 서비스를 이용하는데 있어 각 호에 해당하는 사항들을 엄격하게 금지하고 있으며, 이를 위반할 시 당사는 어떠한 책임도 지지 않는다. 또한, 아래와 같은 행위가 적발될 경우 계약을 해지할 수 있으며, 광고 수익금을 무효화 할 수 있다.

  (1) 회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 경우

  (2) 부정한 용도로 서비스를 이용하고자 하는 경우

  (3) 거짓정보를 통한 수익유도를 한 경우

  (4) 회사의 정책에 적합하지 않는 이용자로 판단되는 경우나 서비스 제공이 곤란한 경우

  (5) 회사가 정하는 이용 목적과 방법에 반하여 서비스를 이용하고자 하는 경우

  (6) 회원의 부적절한 광고로 회사의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우

  (7) 본 약관이나 기타 규정을 위반하여 서비스를 이용하는 경우

  (8) 마케터에게 피해를 입힐 수 있는 모든 행위

  (9) 기타 불법 및 편법적인 홍보(후팝업, 납치태그, 애드웨어 등)를 통해 발생시키는 모든 행위

  제 13조 개인정보의 수집, 이용 및 보호 의무

  1. 회사는 서비스의 원활한 제공을 목적으로 개인정보를 수집 및 이용합니다. 이를 위해서는 회사는 회원에게 별도의 동의를 구합니다.

  2. 회사는 정보통신망법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보취급방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.

  제 14조 서비스 관리 책임

  회사의 서비스 관리책임자는 다음과 같습니다.

  1. 성명 : 강동기

  2. 직위 : 대표

  3. 연락처 : 051-515-6309

  제 15조 개인정보의 동의철회

  회원은 서비스 해지(이용 중지의 통보)의 방법으로 회사의 개인정보의 수집, 이용, 제공에 대한 동의를 언제든지 철회하실 수 있습니다.

  제 16조 개인정보의 보유기간 및 이용기간

  회원의 개인정보는 회사가 서비스를 제공하는 기간 동안에 한하여 보유 및 이용되며, 회사는 개인정보의 수집 및 이용목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다. 다만, 국세기본법, 법인세법, 부가가치세법 기타 관계법령의 규정에 의하여 보존할 필요성이 있는 경우에는 관계법령에 따라 보존합니다.

  제 17조 손해배상 등

  1. 회사는 회원이 서비스를 이용함에 있어 회사의 고의 또는 과실로 인해 손해가 발생한 경우, 회사는 민법 등 관련 법령이 규율하는 범위 이내에서 그 손해를 배상한다.

  2. 회원이 본 약관 및 운영정책을 위반하거나 관계법령을 위반하여 회사에 손해가 발생한 경우, 회원은 회사에 그 손해를 배상하여야 한다.

  3. 회원이 약관 및 운영정책을 위반하거나 관계법령을 위반하여 제 3자가 회사를 상대로 민형사상의 조치를 위하는 경우, 회원은 자신의 비용과 책임으로 회사를 면책시켜야 하며 이로 인해 발생하는 손해에 대해 책임을 진다.

  4. 회사에 대한 손해배상의 책임은 회원의 계약해지로 해지, 해제되지 않고, 법적 기간 내까지 유효하다.

  제 18조 서비스 제공의 중지

  1. 회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.

  (1) 서비스용 설비의 보수 등 공사로 인한 부득이한 경우

  (2) 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우

  (3) 기타 불가항력적 사유가 있는 경우

  2. 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.

  제 19조 저작권의 귀속 및 이용제한

  1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.

  2. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자가 이용하도록 하여서는 안됩니다.

  제 20조 게시물의 관리

  1. 회원의 게시물이 정보통신망법 및 저작권법 등 관련법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법령에 따라 조치를 취하여야 합니다.

  2. 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법령에 위반되는 경우에는 관련법령에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.

  제 21조 게시물의 저작권

  1. 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.

  2. 게시물은 검색결과 내지 회사의 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며 회원은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.

  3. 회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.

  제 22조 면책 및 책임제한 등

  1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.

  2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.

  3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.

  4. 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.

  5. 회사는 회원 상호간 또는 회원과 제3자 간에 서비스를 매개로 발생한 분쟁에 대하여는 개입할 의무, 손해를 배상할 책임이 없습니다.

  제 23조 서비스 종료

  1. 회사가 서비스를 종료하고자 할 경우 회사는 서비스를 종료하고자 하는 날로부터 3개월 이전에 본 약관 제10조 제2항에서 정한 방법으로 회원에게 알려드립니다.

  2. 본 조 제1항에 따라 서비스가 종료되는 경우 회사는 관계법령에 따라 보유하고 있는 개인정보를 파기합니다.

  제 24조 재판권 및 준거법

  1. 서비스 이용에 관하여 회사와 회원 간에 이견 또는 분쟁이 있는 경우, 양 당사자간의 합의에 의해 원만히 해결하여야 합니다.

  2. 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 한다.

  3. 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소한다.
  `,
  privacyAgreement: `
  개인정보 처리방침

  와일트루(이하 "회사"라 한다)는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 회원 권익 보호에 최선을 다하고 있습니다. 회사는 본 개인정보처리방침을 통하여 회원님이 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
  
  제 1조 총칙

  1. 본 사이트는 귀하의 개인정보보호를 매우 중요시하며, 『정보통신망이용촉진등에관한법률』상의 개인정보보호 규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다.

  2. 본 사이트는 개인정보보호방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

  3. 본 사이트는 개인정보보호방침을 홈페이지 첫 화면 하단에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.

  4. 본 사이트는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

  제 2조 개인정보 수집에 대한 동의

  귀하께서 본 사이트의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의체크」버튼을 클릭할 수 있는 절차를 마련하여, 「동의체크」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.

  제 3조 수집하는 개인정보의 항목 및 수집방법

  가. 수집하는 개인정보의 항목

  1) 회사는 회원 종류에 따라 다음과 같은 개인정보를 필수항목으로 수집하고 있습니다.

  ① 크리에이터 회원 : 이름(혹은 크리에이터명), 아이디, 연락처(이메일, 전화번호)

  ② 마케터 회원: 아이디, 패스워드, 이름(혹은 회사명), 연락처(이메일, 전화번호)

  2) 회사는 다음과 같은 회원의 개인정보를 선택항목으로 수집할 수 있습니다.

  - 신분증사본 혹은 사업자등록증, 계좌번호/은행명/예금주, 법정대리인 정보(14 세미만 미성년자 회원의 경우에 한함), 성명, 주민등록번호, 전화번호

  3) 서비스 이용과정이나 사업 처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.

  - IP Address, 쿠키, 방문일시, 서비스 이용기록, 불량 이용기록, 단말기 정보(모델명, os 버전, 기기고유번호, 펌웨어 버전 등), 통신사 정보, 네트워크 위치정보, 결제기록 등

  4) 서비스 이용과정에서 다음과 같은 정보들이 수집될 수 있습니다.

  - 신용카드 결제 시 : 카드사명, 카드번호 등

  - 휴대전화 결제 시 : 휴대전화번호, 통신사, 결제승인번호 등

  - 계좌이체 시 : 은행명, 계좌번호 등

  - 본인확인 시 : 서비스 제공을 위한 경우, 법정대리인의 동의가 필요한 경우 및 관계 법령 준수를 위해 본인확인이 필요한 경우 이름, 생년월일, 성별, 내/외국인, 휴대전화번호, 이동 통신사정보 또는 아이핀정보, 본인확인 값(CI, DI) 등

  나. 개인정보 수집방법

  회사는 다음과 같은 방법으로 개인정보를 수집합니다.

  - 홈페이지(회원가입, 대시보드 등), 서면양식, 팩스, 전화, 고객센터 문의하기, 이메일, 이벤트 응모,배송요청

  - 제휴사(협력사)로부터의 제공

  - 생성 정보 수집 툴을 위한 수집

  다. 고유식별정보의 처리

  회사는 다음과 같은 방법으로 개인정보를 수집합니다.

  - 고유식별정보란 개인정보보호법 제 24 조 제 1 항 및 개인정보보호법 시행령 제 19 조 "대통령령으로 정하는 정보"로 주민등록번호, 외국인등록번호 등을 말합니다.

  - 회사는 아래 용도로 고유식별정보를 수집하여 처리하고 있습니다.

  (정산, 거래 및 결제서비스 사용을 위한 의무준수, 현물 경품 당첨자의 제세공과금 부과, 불만처리, 민원처리 등)

  - 수집된 고유식별 정보는 개인정보보호법 기타 법률에서 규정하고 있는 경우를 제외하고는 개인정보수집 목적 이외의 용도로 사용·제공되지 않으며 암호화 되어 안전하게 관리되고 있습니다.

  제 4조 개인정보의 수집 및 이용목적

  가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산

  콘텐츠 제공, 특정 맞춤 서비스 제공, 청구서 등 발송, 본인인증, 구매 및 요금 결제, 요금추심, 국세청 소득신고를 위한 수집 및 이용

  나. 회원관리

  회원제 서비스 제공, 개인식별, 이용약관 위반 회원에 대한 이용제한 조치, 서비스의 원활한 운영에 지장을 미치는 행위 및 서비스 부정이용 행위 제재, 가입의사 확인, 가입 및 가입횟수 제한, 만 14 세 미만 아동개인정보 수집 시 법정 대리인 동의여부 확인, 19 세미만 미성년자 결제 진행 시 법정대리인 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달, 회원탈퇴 의사의 확인

  다. 신규 서비스 개발 및 마케팅·광고에의 활용

  신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 정보 및 참여기회 제공, 광고성 정보 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계

  제 5조 개인정보의 보유 및 이용기간

  가. 회사는 회원이 회원자격을 유지하고 있는 동안 수집된 회원의 개인정보를 보유·이용할 수 있습니다.

  나. 회원이 탈퇴하거나 자격을 상실할 경우, 회사는 회원의 별도의 요청이 없더라도 수집된 회원정보를 삭제 및 파기합니다. 단, 회원의 탈퇴 또는 자격상실에도 불구하고 다음의 정보는 아래의 이유로 명시 기간 동안보존됩니다.

  1) 회사 내부 방침에 의한 정보 보유

  - 탈퇴회원의 재가입 제한을 위한 회원정보 기록 : 1 년

  - 이용 제한 회원 및 부정회원의 재가입 제한을 위한 회원정보 기록 : 제한기간에 따라 1 년 또는 영구(별도저장)

  2) 관계법령에 의한 정보 보유

  - 표시/광고에 관한 기록 : 6 개월(「전자상거래 등에서의 소비자보호에 관한 법률」)

  - 계약 또는 청약철회 등에 관한 기록 : 5 년(「전자상거래 등에서의 소비자보호에 관한 법률」)

  - 대금결제 및 재화 등의 공급에 관한 기록 : 5 년(「전자상거래 등에서의 소비자보호에 관한 법률」)

  - 전자금융 거래에 관한 기록 : 5 년(「전자금융거래법」)

  - 소비자의 불만 또는 분쟁 처리에 관한 기록 : 3 년(「전자상거래 등에서의 소비자보호에 관한 법률」)

  - 로그인 기록 : 3 개월(「통신비밀보호법」)

  제 6조 동의의 거부권 및 거부 시의 불이익 고지

  회원은 개인정보 수집·이용에 관한 동의를 거부할 권리가 있습니다. 다만, 계약 체결 및 이행 등을 위해 필요한 최소한의 개인정보 수집·이용에 관한 동의를 거부하는 경우에는 서비스 이용이 불가하고, 마케팅 활동 및 홍보를 위한 개인정보 수집·이용 및 선택적 수집·이용에 관한 동의를 거부하는 경우에는 이벤트, 혜택에 대한 정보를 제공받지 못하거나 사은품·판촉물 제공, 제휴서비스 이용, 할인 혜택 적용 및 포인트적립 불가 등의 불이익이 있을 수 있습니다.

  ※ 본 제공 동의 이외에도 회사는 회원이 별도로 동의한 경우, 회원이 동의한 바에 따라 제 3 자에게 개인정보를 제공할 수 있습니다.

  제 7조 개인정보의 파기절차 및 방법

  회사는 원친적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

  가. 파기절차

  1) 회원이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 데이터베이스로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다.

  2) 별도의 데이터베이스로 옮겨진 개인정보는 법률에 의한 경우가 아니고서 보유 목적 이외의 다른 목적으로 이용되지 않습니다.

  나. 파기방법

  1) 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

  2) 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

  다. 개인정보 유효기간제(휴면계정 정책)

  1) 1 년동안 서비스 이용기록이 없는 휴면상태의 서비스회원의 개인정보는 회원의 개인정보와 분리하여 별도로 저장 및 관리됩니다. 다만, 휴면상태의 서비스회원의 요청이 있는 경우 서비스 이용을 재개하는 시점에 다시 개인정보가 제공됩니다.

  2) 회사는 휴면계정으로 전환되는 시점을 기준으로 30 일 이전에 해당 내용에 대해 이메일 등의 방식으로 회원에게 공지합니다.

  3) 분리 보관된 개인정보는 기타 법령에 특별한 규정이 있는 경우를 제외하고는 해당 개인정보를 이용하거나 제공하지 않습니다. 또한 분리 보관된 개인정보는 관련 법령에서 명시하고 있는 일정기간 경과 시 지체 없이 파기되며, 파기 시점을 기준으로 30 일 이전에 해당 내용에 대해 이메일 등의 방식으로 회원에게 공지합니다.

  제 8조 회원 및 법정대리인의 권리와 그 행사방법

  가. 회원 및 법정대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14 세 미만 아동의 개인정보를 열람하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청할 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.

  나. 회원 혹은 만 14 세 미만 아동의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는

  '회원정보수정'등)을 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보관리책임자에게 서면 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.

  다. 회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제 3 자에게 이미 제공한 경우에는 정정 처리결과를 제 3 자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.

  라. 회사는 회원의 요청에 의해 해지 또는 삭제된 개인정보는 "5. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

  제 9조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항

  회사는 회원의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'등을 운용합니다. 쿠키란 회사의 웹사이트를 운영하는데 이용되는 서버가 회원의 브라우저에 보내는 아주 작은 텍스트 파일로서 회원의 컴퓨터 하드디스크에 저장됩니다. 쿠키의 사용 목적 및 쿠키 설정 거부 방법은 다음과 같습니다.

  가. 쿠키 등 사용 목적

  - 회원이 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드 디스크에 저장되어 있는 쿠키의 내용을 읽어 회원의 환경설정을 유지하고 맞춤화 된 서비스를 제공합니다.

  - 쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 이용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.

  - 이용자들이 방문한 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 뉴스편집, 이용자 규모 등을 파악하여 이용자에게 광고를 포함한 최적화된 맞춤형 정보를 제공하기 위해 사용합니다.

  나. 쿠키의 설치/운영 및 거부

  - 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.

  - 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 일부 서비스의 이용에 어려움이 있을 수 있으며, 이 경우 회사는 책임을 지지 않습니다.

  - 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer 의 경우)은 다음과 같습니다.

  ① [도구] → [인터넷옵션]

  ② [개인정보] Tab → [개인정보처리 수준] 설정

  제 10조 개인정보의 제 3 자 제공 및 공유

  가. 회사는 회원의 개인정보를 '4. 개인정보의 수집 및 이용목적'에서 고지한 범위 내에서 처리하며, 회원의 사전 동의 없이는 동의 범위를 초과하여 이용하거나 원칙적으로 회원의 개인정보를 외부에 제공하지 않습니다. 다만, 다음의 경우 주의를 기울여 회원의 개인정보를 이용 및 제공할 수 있습니다.

  1) 회원이 사전에 동의한 경우

  2) 서비스 제공에 따른 정산 혹은 이벤트 등을 위해 필요한 경우

  3) 회사가 제공하는 서비스와 관련하여 관련된 개인정보를 필요한 범위 내에서 다른 회원들에게 제공하는 경우

  4) 법령의 규정에 의하여 회사에 회원의 개인정보 제출의무가 발생하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

  나. 보다 나은 서비스 제공을 위하여 귀하의 개인정보를 제휴사에게 제공하거나 또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 귀하께 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호·관리되는지에 대해 개별적으로 전자우편 및 서면을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 귀하께서 동의하지 않는 경우에는 제휴사에게 제공하거나 제휴사와 공유하지 않습니다.

  다. 회사는 보다 나은 서비스 제공과 회원 편의 제공 등 업무수행을 원활하게 하기 위하여 회원이 동의한 경우, 회원의 개인정보를 필요한 업무 범위 내에서 다음과 같이 타 업체에 수집, 보관, 처리 등을 위탁하여 처리하고 있습니다.

  - 수탁업체 : 주식회사 다날

  - 위탁업무 내용 : 구매 및 요금결제 / 본인인증

  - 보유 및 이용기간 : 서비스 탈퇴 시 또는 위탁계약 종료 시

  제 11조 제공 정보의 제 3 자 보유 및 이용 기간

  - 개인정보 제공 목적 달성 시까지 또는 본인의 제공 동의 철회 요청 시까지

  - 단, 제공 목적을 달성하거나 본인의 철회 요청이 있더라도, 내부보고, 감사 및 검사, 비용 정산(청구) 등 계약이행, 분쟁 대비를 위해 필요한 정보는 서비스 종료 후 6 개월까지, 미이행/분쟁이 계속될 경우 이행완료/분쟁해결 시까지는 보유·이용하며, 상법 등 관련 법령에 특별한 규정이 있을 경우 그에 의하여 보관

  제 12조 개인정보의 기술적·관리적 보호 대책

  회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적·관리적 대책을 강구하고 있습니다.

  가. 기술적 대책

  회사는 회원의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.

  1) 회원의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.

  2) 회사는 백신프로그램을 이용하여 컴퓨터 바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스러운 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.

  3) 회사는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.

  나. 관리적 대책

  1) 회사는 개인정보의 안전한 보호를 위하여 주요 시스템 및 설비에 대하여 외부 전문기관으로부터 정보보안 관련 지도를 받고 있습니다.

  2) 회사는 회원의 개인정보에 대한 접근 및 관리에 필요한 절차 등을 마련하여 소속 직원으로 하여금 이를 숙지하고 준수하도록 하고 있습니다.

  3) 회사는 회원의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.

  ① 회원을 직접 상대로 하여 마케팅 업무를 수행하는 자

  ② 개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자

  ③ 기타 업무상 개인정보의 취급이 불가피한 자

  4) 회사는 회원의 개인정보를 취급하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보보호의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고 있습니다.

  5) 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이루어지고 있으며, 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확히 하고 있습니다.

  6) 회사는 컴퓨터를 이용하여 회원의 개인정보를 처리하는 경우, 개인정보에 대한 접근권한을 가진 담당자를 지정하여 아이디 및 패스워드를 부여하고, 해당 비밀번호를 정기적으로 갱신하고 있습니다.

  8) 회사는 신규직원 채용 시 정보보호서약서 또는 개인정보보호서약서에 서명하도록 하여 직원에 의한 정보유출을 사전에 방지하고 개인정보취급방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하여 지속적으로 시행하고 있습니다.

  9) 회사는 직원 퇴직 시 비밀유지서약서에 서명하도록 하여 회원의 개인정보를 취급하였던 자가 직무상 알게 된 개인정보를 훼손, 침해 또는 누설하지 않도록 하고 있습니다.

  10) 회사는 서비스이용계약체결 또는 서비스제공을 위하여 회원의 신용카드번호, 은행결제계좌 등 대금결제에 관한 정보를 수집하거나 회원께 제공하는 경우 당해 회원이 본인임을 확인하기 위하여 필요한 조치를 취하고 있습니다.

  11) 회사는 정보통신망법 제 29 조의 2 제 2 항 및 같은 법 시행령 제 16 조에 따라, 회사의 서비스를 1 년의 기간동안 이용하지 아니하는 회원의 개인정보를 보호하기 위하여, 해당 회원의 개인정보를 다른 회원들의 개인정보와 분리하여 별도로 저장·관리하고 있습니다.

  12) 회사는 회원 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원의 경우 개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디와 패스워드를 적절하게 관리하고 여기에 대한 책임을 져야합니다. 또한, 다른 사람이 추측할 수 있는 쉬운 패스워드는 사용을 피하시기를 권장하며, 정기적으로 패스워드를 변경하시는 것이 바람직합니다.

  13) 공동으로 사용하는 PC 에서 저희 홈페이지를 접속하여 로그인 한 상태에서 다른 사이트로 이동하는 경우, 서비스 이용을 종료하는 경우에 반드시 로그아웃 처리 후 해당 홈페이지를 종료하시기 바랍니다. 그렇지 않을 경우, 해당 브라우저를 통해 아이디, 패스워드 등 회원의 정보가 타인에게 쉽게 유출될 위험이 있습니다.

  제 13조 개인정보보호 업무 관련 개인정보관리책임자

  회사는 회원의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보 관리책임자를 지정하고 있습니다. 회원은 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고할 수 있습니다. 회사는 회원들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

  [개인정보보호책임자]

  성명 : 전민관

  소속: 개인정보관리팀

  직위 : 팀장

  [개인정보 보호담당 부서]

  부서 : 개인정보관리팀

  전화 : 051-515-6309

  메일 : support@onad.io

  기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

  - 개인정보 분쟁조정위원회 (www.kopico.go.kr)

  - 개인정보침해신고센터 (국번없이 118)

  - 대검찰청 사이버범죄수사단(www.spo.go.kr / 02-3480-3571)

  - 경찰청 사이버안전국(국번없이 182)

  제 14조 고지의무

  현 개인정보취급방침에 대하여 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7 일전부터 '공지사항'을 통해 회원에게 고지합니다. 다만, 개인정보의 수집 및 활용, 제 3 자 제공 등과 같이 회원 권리의 중요한 변경이 있을 경우에는 최소 30 일전에 고지합니다.
  `,
  SettlementAgreement: `
  본인은 회사 와일트루의 서비스 온애드의 크리에이터로 등록한 회원으로, 본인의 온애드 계정에 적립된 수익금을 정산 받고자 온애드 크리에이터 이용약관에 따라 위와 같이 정산등록 신청서를 제출합니다.
  정산등록 신청서에 기입한 사항은 모두 신청한 예금주 및 계좌번호의 지급은 문제가 없고 적합한 것으로 인정한다. 이와 관련하여 발생한 손실에 회사 와일트루는 배상하지 않습니다.
  `,
  taxGuidance: `
  1. 정산 절차
  매월 10일 중 이전 달 1일 ~ 말일까지의 출금신청 및 정산등록 신청서를 기반으로 정산이 진행됩니다. 
  정산이 완료된 경우 대시보드 우측 상단의 알림으로로 통보해 드리고 있습니다.
  정산 받을 금액은 이전 달 말일까지 정산되지 않은 후원들의 "실 지급 금액"의 합계가 됩니다.
  사업소득의 귀속 년월은 이전 달이 됩니다.
  실 지급 금액은 후원받은 금액에서 원천·소득세를 제한 금액이 됩니다.
  정산 등록된 금액은 매월 10일 지급됩니다. 10일이 휴일인 경우에는 그 전/후일로 대체되어 지급됩니다.
  ※ 참고
  정산 등록 신청서를 승인 받지 않으면 수익금을 정산이 불가능 때문에, 가능한 빨리 정산 계약을 진행해 주시는 것이 좋습니다.
  더불어 정산 가능한 수익금은 30000만원 이상입니다.
  2. 종합소득세 신고 안내
  온애드에서 지급되는 금액은 개인의 경우 사업소득으로 해당되며 소득으로 신고됩니다.
  그러므로 여러분의 소득에 대한 종합소득세를 매년 5월 1일~5월 31일까지 신고 및 납부를 하셔야 하는 의무가 있습니다.
  종합소득세 신고는 온애드(와일트루)에서 대행해 드리지 않으며, 본인이 직접 신고해야 합니다.
  기한 내에 신고하지 않는 경우 가산세가 추가될 수 있기 때문에, 기한 내에 신고하시는 것을 권장합니다.
  3. 원천징수와 종합소득신고시의 세금 계산 원리
  여러분들의 수입에서 *원천 징수 3.3%의 세금이 제해지고 여러분께 지급되는 것 자체로 위에서 말씀드렸듯이 여러분은 이미 사업자 신분입니다.
  그러므로 여러분의 소득에 대한 종합소득세를 매년 5월 1일~5월 31일까지 신고&납부를 하셔야 하는 의무가 있습니다.
  ※ 원천 징수란? : 세금으로 소득의 3.3%를 기본으로 제하여 국세청에 미리 납부하는 것을 말합니다.
  매년 5월 사업자 종합소득신고시, 개개인마다 소득에 따른 세금을 산정
  이 때, 원천 징수로 이미 납부한 세금보다 실제 내야 할 세금의 액수가 더 큰 경우에는 차액만큼 더 납부를 해야합니다.
  반대로, 실제 내야할 세금의 양보다 원천 징수로 이미 납부한 세금의 액수가 더 클 경우에는 그 차액만큼 돌려받습니다.
  종합소득세는 기본적으로 누진세(6% ~ 38%)가 적용되기 때문에 소득 금액이 일정 이상 높아질 수록 기하급수적으로 세율이 높아집니다.
  `
};

export default AgreementSource;
