
const terms = [
  {
    title: 'OnAd 서비스 이용 약관',
    state: 'checkedA',
    text: `  
      거래 대상 OnAD 와 상기인
      OnAD와 상기인 간의 거래관계에 있어 서로 거래질서를 준수하고 상호 간 발전과 이익을 증진시키기 위하여 아래 조항들을 준수할 것을 약정한다.
      제 1조(목적) 본 계약은 OnAD와 상기인 상호간에 플랫폼의 계속적인 계약에 관한 제반 사항을 정하여 서로가 성실히 이행하며, 공동의 이익을 도모함을 목적으로 한다.
      제 2조(플랫폼 이용) OnAD는 플랫폼 이용 또는 온라인 서비스를 능력의 범위 내에서 상기인 에게 성실히 제공하여야 하며, 상기인 는 OnAD의 서비스를 악의적인 용도로 사용하지 않는다.
      제 3조(이용책임) 상기인 는 악의적인 플랫폼 이용으로 인하여 책임 사항이 발생시 모두 본인이 책임지며 이를 선언한다.
      제 4조(기타) 이 계약서에 기재되지 아니한 사항은 서비스의 이용약관 및 개인정보처리 방침 사항을 따른다.
    `,
  },
  {
    title: '개인 정보 수집 및 이용에 대한 동의',
    state: 'checkedB',
    text: `
      거래 대상 OnAD 와 상기인
      수집하는 개인정보의 항목 : 성명, 전화번호, 이메일, 주민등록번호, 주소, 정산 계좌 정보
      개인정보 수집·이용 목적 : 후원받은 금액 정산금 입금 및 OnAD 서비스에 대하여 원활한 컨설팅 서비스 제공
      개인정보 보유 및 이용기간 : OnAD 서비스 이용 종료시까지
      개인정보의 수집·이용에 대한 동의 거부 권리 및 그 불이익 내용 : 정보주체는 개인정보 수집·이용 동의를 거부하실 수 있으나 담당자의 기본정보가 제공되지 않거나 일부 누락되는 경우 정산금의 처리가 불가능합니다.
    `,
  },
];
export default terms;
