const textsource = {
  explain: `참여형 광고(CPA)는 시청자의 참여 (사전예약, 앱 설치 등)가 발생하면 이에 따른 추가 수익을 지급해드리는 모델입니다.
  방송 진행 여부와 상관없이 시청자가 자유롭게 광고 페이지에 접근할 수 있으므로 적극적으로 홍보해보세요!
  `,
  step: {
    first: `
      참여형 광고 동의 후 [광고 시작하기]
      버튼을 눌러 내용 확인 및
      안내된 절차를 따라주세요
    `,
    second: `
      하단의 참여형 광고 목록에서
      [등록하기] 버튼을 눌러
      나의 광고페이지에 등록하세요
    `,
    third: `
      방송인님의 광고페이지에서
      시청자가 해당 광고에 참여하여
      상호작용 발생시 수익금이 적립!
    `,
  },
  agreementText: `각 캠페인에서 요구하는 특정한 행동(예 : 사전예약, 앱 설치 등)이 본인의 광고 페이지를 통해 발생한 경우에만 실적이 발생합니다.
  다음은 광고 실적이 반영되지 않을 수 있는 상황입니다.
  (캠페인에서 요구하는 특정 행동을 시청자가 정상적으로 완료한 상황을 ‘전환’이라고 합니다.)
   * 공통 사항
   - 메신저, 카페, 블로그 등 온애드 이외에 외부 사이트를 통해 전환이 발생한 경우
   - 동일 디바이스에서 다수의 전환이 발생한 경우
   - 동일 IP에서 다수의 전환이 발생한 경우
   - 해외 IP에서 전환이 발생한 경우
   - 클릭과 실행 사이에서 네트워크 환경, 디바이스, IP가 변경된 경우
   - 특정 캠페인 또는 광고를 모욕하거나 악의적인 표현을 사용한 경우
   - 참여에 대한 별도 보상(예: 나눠 먹기, 품앗이 등)을 제시한 경우
   * 앱 설치형 광고 유형
   - 앱 설치 이후 앱 사용 이력이 없거나 이용 시간이 매우 적은 경우
   - 캠페인 참여 이전에 앱을 설치한 이력이 있는 경우
   - 앱 설치와 제거를 반복하는 경우
   * 회원가입/사전예약/이벤트 광고 유형
   - 캠페인이 요구하는 특정 행동을 달성하지 못한 경우 (예: 사전예약 캠페인에서 회원가입만 진행)
   - 캠페인을 참여한 사람의 나이가 캠페인이 요구하는 특정 연령대가 아닌 경우 (예: 29세 이상 자동차 보험 계산 캠페인을 참여한 19살 학생)
  이외에도 사용자 쿠키 설정, 트래킹 솔루션 환경, 광고주의 요청 사항 등의 사유로 인해 전환 기준은 캠페인마다 다를 수 있습니다.
  아울러 IP 우회, 타인 전화번호 및 디바이스 도용 등의 어뷰징이 적발될 경우 발생한 수익금이 전액 회수되며 해당 광고주와 법적 문제가 발생할 수 있습니다. 이에 온애드는 일절 책임을 지지 않으며 부정 홍보로 인한 피해 발생할 경우 손해 배상 청구를 진행할 예정이니 유의하시길 바랍니다.
  `,
};

export default textsource;
